7zip
adobe-source-han-sans-cn-fonts
adobe-source-han-serif-cn-fonts
android-udev
archlinuxcn-keyring
aria2
ark
ayugram-desktop
base
base-devel
bind
bluez
bluez-utils
btrfs-progs
caddy
calf
ccache
clang
clion
clion-cmake
clion-gdb
clion-jre
clion-lldb
cmake
convmv
crow-translate
daed
dnsmasq
docker
docker-compose
dolphin
dolphin-plugins
dotnet-sdk
easyconnect
easyeffects
edk2-ovmf
efibootmgr
ethtool
eza
fastfetch
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-qt
fcitx5-rime
fd
ffmpegthumbs
firefox
firewalld
fprintd
fwupd
fzf
gimp
google-chrome
grub
grub-btrfs
gst-plugin-pipewire
gwenview
hmcl-bin
htop
idescriptor-git
inotify-tools
intel-gpu-tools
intel-media-driver
intel-ucode
intellij-idea-ultimate-edition
iperf3
iptables-nft
irqbalance
iwd
jdk-openjdk
jdk17-openjdk
jdk21-openjdk
kate
kcalc
kdeconnect
kdegraphics-thumbnailers
kdenetwork-filesharing
konsole
krdc
kwalletmanager
libfprint
libpulse
libreoffice-still
libreoffice-still-sdk
libreoffice-still-zh-cn
libva-intel-driver
libva-utils
libvirt
linux
linux-firmware
linux-lts
linux-zen
linux-zen-headers
linuxqq
lldb
lsd
lsp-plugins-lv2
lzip
mariadb
maven
mbedtls
mission-center
mpv
nano
neovim
network-manager-applet
networkmanager
networkmanager-openvpn
networkmanager-pptp
ninja
nlohmann-json
nmap
noto-fonts-cjk
ntp
obsidian
okular
openvpn
pandoc-cli
parallel
partitionmanager
paru
paru-debug
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-meta
plasma-workspace
plasma6-applets-panel-colorizer
plasma6-wallpapers-wallpaper-engine-git
portproton
power-profiles-daemon
powertop
pptpclient
python-dbus
qbittorrent
qemu-desktop
rapidjson
rar
rclone
reflector
rider
rime-ice-git
samba
scrcpy
smartmontools
snapper
sof-firmware
steam
stow
sudo
tabby
termshark
tesseract-data-chi_sim
tesseract-data-eng
toml11
tree
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-wps-fonts
typora
unityhub
unzip
vesktop-bin
vim
virt-manager
visual-studio-code-bin
vlc
vlc-plugin-ffmpeg
vlc-plugins-all
vmware-keymaps
vulkan-headers
vulkan-intel
wechat-bin
wget
wireless_tools
wireplumber
wireshark-qt
wl-clipboard
wps-office-cn
wps-office-mui-zh-cn
wqy-zenhei
xdg-utils
xorg-xinit
xrdp
yakuake
zram-generator
